Revit 2027 API
SymbolTypeId.TCO2ePerKBtu Property
 Symbol tCO₂e/kBtu, indicating tonnes Carbon Dioxide per thousand British thermal units
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerKBtu { get; }
Public Shared ReadOnly Property TCO2ePerKBtu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerKBtu {
	ForgeTypeId^ get ();
}
static member TCO2ePerKBtu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace